{
  "GENERAL": {
    "LEGACY_SIGNING": {
      "TITLE": "Legacy Signing",
      "BODY": "Only check this option if you previously used hardware wallet signing / legacy signing to generate your keys."
    },
    "REMEMBER_ME": {
      "TITLE": "Remember Me",
      "BODY": "Only use \"Remember Me\" if you are using a secure device that you own. Selecting this option can expose your keys and information to others if you are on a public or non-secured device."
    },
    "DYDX_ADDRESS": {
      "BODY": "Your dYdX address \"{DYDX_ADDRESS}\" was created from the signature of the Ethereum address \"{EVM_ADDRESS}\"."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Hedgies discount",
      "BODY": "Holding a {NFT} will bump your fee discount tier up by one. Holding multiple will have no additional effect."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Account Leverage",
      "BODY": "Leverage of your account based on all your open positions. Because your account is cross-margined, each open position has its own leverage while also affecting your overall account leverage."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Stop Loss",
      "BODY": "Your current trigger price to execute a Stop Loss for this bracket order."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Take Profit",
      "BODY": "Your current trigger price to execute a Take Profit for this bracket order."
    },
    "BUYING_POWER": {
      "TITLE": "Buying Power",
      "BODY": "Total available buying power to increase your position on {MARKET}. Your buying power will change based on the market you have selected."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Default Execution",
      "BODY": "Your order will fill any crossing orders at the time of opening. If your order is not fully filled, it will remain open until it is filled, cancelled, or expires."
    },
    "EQUITY": {
      "TITLE": "Equity",
      "BODY": "Total value of your account."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Expected Price",
      "BODY": "Expected price of execution for your order. This price is only an estimate as the orderbook may change before your order is processed by the matching engine."
    },
    "FEE": {
      "TITLE": "Fee",
      "BODY": "Fees on dYdX are charged based on liquidity type. Maker orders carry a smaller fee than taker orders."
    },
    "FILL_OR_KILL": {
      "TITLE": "Fill Or Kill",
      "BODY": "Fill or kill orders must be completely filled upon execution or they will be automatically canceled."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Free Collateral",
      "BODY": "The maximum amount you can withdraw. When free collateral is 0 or negative, your account is using maximum leverage."
    },
    "GOOD_TIL": {
      "TITLE": "Good Til",
      "BODY": "Time until your order expires."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Immediate or Cancel",
      "BODY": "Your order will fill any crossing orders at the time of opening, and then cancel any unfilled order amount."
    },
    "INDEX_PRICE": {
      "TITLE": "Index Price",
      "BODY": "Stop orders are triggered based on the index price. The index price aggregates price data from multiple exchanges, protecting you from events like flash crashes."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Initial Margin Fraction",
      "BODY": "Margin fraction is calculated as your position notional value divided by equity. If your margin fraction exceeds the initial margin fraction, you will no longer be allowed to increase your position. To limit risk, the initial margin fraction increases linearly with position size after a certain threshold."
    },
    "INITIAL_STOP": {
      "TITLE": "Initial Stop",
      "BODY": "Initial stop price based on your trailing percent."
    },
    "LEVERAGE": {
      "TITLE": "Leverage",
      "BODY": "Leverage changes the multiplier on your gains or losses. Increasing your leverage increases how much you would gain / lose on a trade with the same price movement."
    },
    "LIMIT_PRICE": {
      "TITLE": "Limit Price",
      "BODY": "This order can only be filled at the specified limit price or better. If your order crosses at the time of placement, your order will fill any crossing orders at the most favorable price."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Slippage",
      "BODY": "Percentage difference between your trigger price and limit price."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Liquidation Price",
      "BODY": "If the oracle price of {SYMBOL} drops below the liquidation price, your position will be liquidated. Upon liquidation, your position will be automatically closed and a liquidation fee of at least 1% will be assessed (may be higher depending on liquidity at the time of liquidation)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Liquidation Price",
      "BODY": "If the oracle price of the position market crosses the liquidation price, your position will be liquidated. Upon liquidation, your position will be automatically closed and a liquidation fee of at least 1% will be assessed (may be higher depending on liquidity at the time of liquidation)."
    },
    "LIQUIDITY": {
      "TITLE": "Liquidity",
      "BODY": "Trades that take liquidity from the book (e.g. market or crossing limit orders) execute as taker orders. Limit orders that add liquidity to the book and are filled by another party will be filled as maker orders."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Maintenance Margin Fraction",
      "BODY": "Margin fraction is calculated as your position notional value divided by equity. If your margin fraction exceeds the maintenance margin fraction, your position will be automatically closed (liquidated) and a liquidation fee of at least 1% will be assessed (may be higher depending on liquidity at the time of liquidation)."
    },
    "MAKER_FEE": {
      "TITLE": "Maker Fee",
      "BODY": "Limit orders that add liquidity to the book and are filled by another party will be filled as maker orders. Maker orders have a lower fee than taker orders."
    },
    "MARGIN_USAGE": {
      "TITLE": "Margin Usage",
      "BODY": "Percentage of your total margin used by open positions."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Maximum Fast Withdraw",
      "BODY": "Maximum amount allowed for a single fast withdraw."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Maximum Leverage",
      "BODY": "Maximum allowed leverage for this market. To limit risk, maximum leverage decreases linearly with position size after a certain threshold."
    },
    "NET_FUNDING": {
      "TITLE": "Net Funding",
      "BODY": "Total funding earned / paid for the lifetime of the current position. Resets if you close your position or change position sides (long to short, or vice versa)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Open Interest",
      "BODY": "Open interest represents the total size of all open positions on this market."
    },
    "ORACLE_PRICE": {
      "TITLE": "Oracle Price",
      "BODY": "Leverage and liquidations are determined based on the on-chain oracle price. The oracle price aggregates price data from multiple exchanges, protecting you from events like flash crashes."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Order Amount",
      "BODY": "Amount of {SYMBOL} to buy or sell. This is the amount your position will increase or decrease by when the order is filled, not your resulting position amount."
    },
    "ORDER_AMOUNT_USD": {
      "TITLE": "Order Amount",
      "BODY": "Amount of {SYMBOL} in USD to buy or sell. This is the amount your position will increase or decrease by when the order is filled, not your resulting position amount."
    },
    "POST_ONLY": {
      "TITLE": "Post-Only",
      "BODY": "Orders with post-only enabled can only be placed as maker orders. If the order crosses other orders at the time of placement, it will be automatically cancelled."
    },
    "PRICE_IMPACT": {
      "TITLE": "Price Impact",
      "BODY": "The difference between the expected execution price for your order and the best order on the bid or ask side. This will increase for larger trade sizes."
    },
    "REALIZED_PNL": {
      "TITLE": "Realized Profit / Loss",
      "BODY": "Total realized profit / loss for this position through partial closes, fees and funding. Resets if you fully close your position or change position sides (long to short, or vice versa)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only prevents an order from changing the side of your position (long to short, or short to long). An order with Reduce-Only set will automatically resize and cancel itself as your position changes."
    },
    "STEP_SIZE": {
      "TITLE": "Step Size",
      "BODY": "Step size is the smallest factor allowed for order amounts on this market."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Trigger Price",
      "BODY": "When the index price or last trade price of this market crosses your trigger price, your stop/take profit order will either convert to a limit order or execute as a market order."
    },
    "TAKER_FEE": {
      "TITLE": "Taker Fee",
      "BODY": "Trades that take liquidity from the book (e.g. market or crossing limit orders) execute as taker orders. Taker orders have a higher fee than maker orders."
    },
    "TICK_SIZE": {
      "TITLE": "Tick Size",
      "BODY": "Tick size is the minimum price movement on this market."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Time In Force",
      "BODY": "The selected time in force option controls how long an order will remain active for until it either expires or is filled."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Trailing Percent",
      "BODY": "Trailing percent sets the percent your stop price will “trail” the index price. Whenever the index price moves in favor of your position, the stop price for your order will update according to your specified trailing percent."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Unrealized Profit / Loss",
      "BODY": "Total profit / loss if you were to fully close the remainder of your current position at the current index price. Resets if you close your position or change position sides (long to short, or vice versa)."
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Available",
      "BODY": "You are eligible! Deposit at least {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} to enable gasless deposit."
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Unavailable",
      "BODY": "Gasless deposits are temporarily unavailable. Don't worry, they'll be back soon!"
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Gasless Deposits",
      "BODY": "dYdX will cover your gas fees if you deposit {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} or more. You are eligible for one gasless deposit every three days. Gasless deposits are subject to rules."
    },
    "SWAP": {
      "TITLE": "Swap & Deposit",
      "BODY": "When depositing a non-USDC asset, your asset is automatically converted to USDC via the 0xSquid API. Setting max slippage allows you to specify the slippage you will allow before the conversion fails."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Fast Withdraw Fee",
      "BODY": "Fast withdraws are sent immediately and dYdX will cover the gas costs in exchange for a fee. For fee-free withdraws, please use a slow withdraw (you pay your own gas costs and will have to wait for Layer 2 confirmation)."
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Withdraw Types",
      "BODY": "dYdX supports two types of withdraws from Layer 2. Fast withdraws carry a small fee but do not require gas and are sent immediately. Slow withdraws are free but require two steps, take much longer, and the user will have to pay their own gas fees."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "Verify email address",
      "BODY": "Please click the link in the email we sent you, which will help us verify ownership of your email address."
    }
  }
}
