{
  "GENERAL": {
    "LEGACY_SIGNING": {
      "TITLE": "Legacy Signing",
      "BODY": "Kreuzen Sie diese Option nur dann an, wenn Sie zuvor Hardware Wallet Signing / Legacy Signing zur Erstellung Ihrer Keys verwendet haben."
    },
    "REMEMBER_ME": {
      "TITLE": "Automatische Anmeldung",
      "BODY": "Verwenden Sie „Automatische Anmeldung“ nur, wenn Sie ein sicheres Gerät benutzen, das in Ihrem Besitz ist. Benutzen Sie ein öffentliches oder ungesichertes Gerät, können sich Dritte bei Auswahl dieser Option Zugang zu Ihren Keys und Daten verschaffen."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Hedgies-Rabatt",
      "BODY": "Halten Sie ein {NFT}, verbessert das Ihren Gebührenrabatt um eine Stufe. Halten Sie mehrere, wird dies allerdings keinen zusätzlichen Effekt haben."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Konto-Hebelwirkung",
      "BODY": "Hebelwirkung auf Basis all Ihrer im Konto bestehenden offenen Positionen. Da Ihr Konto cross-margined ist, hat jede offene Position ihre eigene Hebelwirkung und beeinflusst gleichzeitig auch Ihre gesamte Konto-Hebelwirkung."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Stop Loss",
      "BODY": "Ihr aktueller Triggerpreis zur Ausführung eines Stop Loss für diese Bracket Order."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Take Profit",
      "BODY": "Ihr aktueller Triggerpreis zur Ausführung eines Take Profit für diese Bracket-Order."
    },
    "BUYING_POWER": {
      "TITLE": "Kaufkraft",
      "BODY": "Vollständig verfügbare Kaufkraft zur Stärkung Ihrer Position auf {MARKET}. Ihre Kaufkraft wird sich je nach gewähltem Markt ändern."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Standardausführung",
      "BODY": "Mit Ihrer Order werden alle Crossing Orders zum Zeitpunkt der Eröffnung ausgeführt. Wenn Ihre Order nicht vollständig ausgeführt wurde, bleibt sie so lange offen, bis sie ausgeführt, storniert oder abgelaufen ist."
    },
    "EQUITY": {
      "TITLE": "Eigenkapital",
      "BODY": "Gesamtwert Ihres Kontos."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Preisvorstellung",
      "BODY": "Voraussichtlicher Ausführungspreis für Ihre Order. Das ist nur ein Schätzpreis, da sich das Orderbuch ändern kann, bevor Ihre Order von der Matching Engine bearbeitet wird."
    },
    "FEE": {
      "TITLE": "Gebühr",
      "BODY": "Gebühren auf dYdX werden je nach Liquiditätstyp berechnet. Für Maker Orders wird eine geringere Gebühr erhoben als für Taker Orders."
    },
    "FILL_OR_KILL": {
      "TITLE": "Fill or Kill",
      "BODY": "Fill-or-Kill Orders müssen im Zuge einer Ausführung vollständig ausgeführt sein, andernfalls werden sie automatisch storniert."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Finanzierung ohne Sicherheit",
      "BODY": "Der maximale Auszahlungsbetrag. Wenn die Finanzierung ohne Sicherheit auf 0 steht oder negativ ist, nutzt ihr Konto ihre maximale Hebelwirkung."
    },
    "GOOD_TIL": {
      "TITLE": "Good Til",
      "BODY": "Zeit, bis Ihre Order abläuft."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Sofortausführung oder Stornierung",
      "BODY": "Ihre Order wird zum Zeitpunkt der Eröffnung alle Crossing Orders ausführen und dann jede unausgeführte Order Menge stornieren."
    },
    "INDEX_PRICE": {
      "TITLE": "Index-Preis",
      "BODY": "Stop Orders werden basierend auf dem Index-Preis ausgelöst. Der Index-Preis bündelt die Kursdaten mehrerer Börsen und schützt Sie somit vor Ereignissen wie starken Kurseinbrüchen."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Quote der Anfangsmarge",
      "BODY": "Der Margenanteil wird berechnet, indem der Nennwert Ihrer Position durch das Kapital geteilt wird. Wenn Ihr Margenanteil die Quote der Ersteinschusszahlung überschreitet, können Sie Ihre Position nicht mehr erhöhen. Zur Risikominimierung erhöht sich die Quote der Ersteinschusszahlung linear mit der Positionsgröße nach einem bestimmten Schwellenwert."
    },
    "INITIAL_STOP": {
      "TITLE": "Initialer Stop",
      "BODY": "Der initiale Stop-Preis, basierend auf Ihrem Trailing-Prozentsatz."
    },
    "LEVERAGE": {
      "TITLE": "Hebelwirkung",
      "BODY": "Die Hebelwirkung ändert das Ausmaß Ihrer Gewinne oder Verluste. Erhöhen Sie Ihre Hebelwirkung, erhöht sich der Gewinn/Verlust, den Sie bei einem Trade mit der gleichen Kursbewegung erzielen würden."
    },
    "LIMIT_PRICE": {
      "TITLE": "Limit-Preis",
      "BODY": "Diese Order kann nur zum angegebenen Limit-Preis oder besser ausgeführt werden. Wenn sich Ihre Order zum Zeitpunkt der Auftragserteilung überschneidet, wird sie alle Crossing Orders zum günstigsten Preis erfüllen."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Slippage",
      "BODY": "Die prozentuale Differenz zwischen Ihrem Triggerpreis und dem Limitpreis."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Abwicklungspreis",
      "BODY": "Wenn der Oracle-Preis von {SYMBOL} unter den Abwicklungspreis fällt, wird Ihre Position abgewickelt. Nach der Abwicklung, wird Ihre Position automatisch geschlossen und eine Liquidationsgebühr von mindestens 1 % wird veranschlagt (kann je nach Liquidität zum Zeitpunkt der Abwicklung höher ausfallen)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Abwicklungspreis",
      "BODY": "Wenn der Oracle-Preis des Positionsmarktes den Abwicklungspreis überschreitet, wird Ihre Position abgewickelt. Nach der Abwicklung, wird Ihre Position automatisch geschlossen und eine Liquidationsgebühr von mindestens 1 % wird veranschlagt (kann je nach Liquidität zum Zeitpunkt der Abwicklung höher ausfallen)."
    },
    "LIQUIDITY": {
      "TITLE": "Liquidität",
      "BODY": "Trades, die dem Orderbuch Liquidität entziehen (z. B. Market oder Crossing Limit-Orders) werden als Taker Orders ausgeführt. Limit Orders, die dem Orderbuch mehr Liquidität verschaffen und von einer anderen Partei ausgeführt werden, werden als Maker Orders ausgeführt."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Hinterlegter Margenanteil",
      "BODY": "Der Margenanteil wird berechnet, indem der Nennwert Ihrer Position durch das Kapital geteilt wird. Wenn Ihr Margenanteil den hinterlegten Margenanteil überschreitet, wird Ihre Position automatisch geschlossen (liquidiert) und eine Abwicklungsgebühr von mindestens 1 % wird veranschlagt (kann je nach Liquidität zum Zeitpunkt der Abwicklung höher ausfallen)"
    },
    "MAKER_FEE": {
      "TITLE": "Maker-Gebühr",
      "BODY": "Limit Orders, die dem Orderbuch mehr Liquidität verschaffen und von einer anderen Partei ausgeführt werden, werden als Maker Orders ausgeführt. Maker Orders haben eine niedrigere Gebühr als Taker Orders."
    },
    "MARGIN_USAGE": {
      "TITLE": "Marge-Anwendung",
      "BODY": "Prozentsatz Ihrer gesamten Marge, der von offenen Positionen verwendet wird."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Maximal schnelle Auszahlung",
      "BODY": "Maximaler Betrag, der für eine einzelne schnelle Auszahlung zulässig ist."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Maximale Hebelwirkung",
      "BODY": "Maximal zulässige Hebelwirkung für diesen Markt Zur Risikominimierung verringert sich die maximale Hebelwirkung linear mit der Positionsgröße nach einem bestimmten Schwellenwert."
    },
    "NET_FUNDING": {
      "TITLE": "Nettofinanzierung",
      "BODY": "Verdiente / bezahlte Gesamtfinanzierung für die Laufzeit der aktuellen Position. Wird zurückgesetzt, wenn Sie Ihre Position schließen oder die Position wechseln (Long zu Short oder umgekehrt)"
    },
    "OPEN_INTEREST": {
      "TITLE": "Offener Anteil",
      "BODY": "Offener Anteil umfasst die Gesamtgröße aller offenen Positionen auf diesem Markt."
    },
    "ORACLE_PRICE": {
      "TITLE": "Oracle-Preis",
      "BODY": "Hebelwirkung und Abwicklungen werden basierend auf dem Oracle-Preis der jeweiligen Blockchain bestimmt. Der Oracle-Preis bündelt Kursdaten von mehreren Börsen und schützt Sie somit vor Ereignissen wie starken Kurseinbrüchen."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Orderbetrag",
      "BODY": "Betrag von {SYMBOL} zum Kauf oder Verkauf. Dies ist der Betrag, um den Ihre Position erhöht oder verringert wird, wenn die Order ausgeführt sein wird, und nicht der sich ergebende Betrag Ihrer Position."
    },
    "POST_ONLY": {
      "TITLE": "Post-Only",
      "BODY": "Orders, die Post-Only aktiviert haben, können nur als Maker Orders gesetzt werden. Wenn die Order zum Zeitpunkt der Auftragserteilung andere Orders überschneidet, wird diese automatisch storniert."
    },
    "PRICE_IMPACT": {
      "TITLE": "Auswirkung auf den Preis",
      "BODY": "Der Unterschied zwischen dem erwarteten Ausführungspreis für Ihre Order und der bestmöglichen Order auf der Angebots- bzw. Nachfrageseite. Dies wird sich für größere Tradingumfänge erhöhen."
    },
    "REALIZED_PNL": {
      "TITLE": "Realisierter Gewinn / Verlust",
      "BODY": "Gesamter realisierter Gewinn / Verlust für diese Position durch partielle Closes, Gebühren und Finanzierung. Wird zurückgesetzt, wenn Sie Ihre Position vollständig schließen oder die Position wechseln (Long zu Short, oder umgekehrt)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only verhindert, dass eine Order die Position wechselt (Long zu Short oder Short zu Long). Eine Order mit eingestelltem Reduce-Only wird automatisch ihre Größe anpassen und sich selbst stornieren, wenn sich Ihre Position ändert."
    },
    "STEP_SIZE": {
      "TITLE": "Step Size",
      "BODY": "Step Size ist der kleinste Faktor, der für Orderbeträge auf diesem Markt zulässig ist."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Trigger-Preis",
      "BODY": "Wenn der Index-Preis oder der letzte Tradepreis dieses Marktes Ihren Trigger-Preis überschneidet, wird Ihre Stop/Take-Profit Order entweder in eine Limit-Order umgewandelt oder als Market Order ausgeführt werden."
    },
    "TAKER_FEE": {
      "TITLE": "Taker-Gebühr",
      "BODY": "Trades, die dem Orderbuch Liquidität entziehen (z. B. Market oder Crossing Limit-Orders) werden als Taker Orders ausgeführt. Taker Orders haben eine höhere Gebühr als Maker Orders."
    },
    "TICK_SIZE": {
      "TITLE": "Notierungssprung",
      "BODY": "Der Notierungssprung ist die minimale Preisbewegung auf diesem Markt."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Time In Force",
      "BODY": "Die gewählte Zeit in der Force-Option regelt, wie lange eine Order aktiv bleibt, bis sie entweder abläuft oder ausgeführt wird."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Trailing Prozent",
      "BODY": "Trailing Prozent legt den Prozentsatz fest, mit dem Ihr Stop-Preis dem Index-Preis „folgen“ wird. Wann immer sich der Index-Preis zugunsten Ihrer Position bewegt, wird der Stop-Preis für Ihre Order entsprechend Ihrem angegebenen Trailing-Prozentsatz aktualisiert."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Nicht realisierter Gewinn / Verlust",
      "BODY": "Gesamter Gewinn / Verlust, wenn Sie den Rest Ihrer aktuellen Position zum aktuellen Index-Preis vollständig schließen sollten. Wird zurückgesetzt, wenn Sie Ihre Position schließen oder die Position wechseln (Long zu Short oder umgekehrt)"
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Verfügbar",
      "BODY": "Zahlen Sie mindestens {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} ein und dYdX zahlt die Gasless-Gebühren für diese Einzahlung!"
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Nicht verfügbar",
      "BODY": "Gasless-Einlagen sind vorübergehend nicht verfügbar. Keine Sorge, sie sind bald wieder da!"
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Gasfreie Einlagen",
      "BODY": "Ihr Gasless-Einzahlungslimit wird alle drei Tage zurückgesetzt."
    },
    "SWAP": {
      "TITLE": "Swap & Einzahlung",
      "BODY": "Wenn Sie ein Non-USDC Asset einzahlen, wird Ihr Vermögenswert automatisch über die 0xSquid API in USDC konvertiert. Wenn sie die Max Slippage-Einstellung nutzen, können Sie die Slippage festlegen, die Sie in Kaufen nehmen, bevor die Umwandlung fehlschlägt."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Gebühr für schnelle Auszahlung",
      "BODY": "Schnelle Auszahlungen werden sofort versandt und dYdX übernimmt die Gaskosten im Austausch gegen eine Gebühr. Für gebührenfreie Auszahlungen verwenden Sie bitte eine langsame Auszahlung (Sie zahlen Ihre eigenen Gaskosten und müssen die Layer 2-Bestätigung abwarten.)"
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Auszahlungsarten",
      "BODY": "dYdX unterstützt zwei Arten von Layer 2-Auszahlungen. Schnelle Auszahlungen ohne Gas, mit einer geringen Gebühr und Sofortanweisung. Langsame Auszahlungen sind kostenfrei, erfordern allerdings zwei Schritte und dauern weitaus länger. Der Kunde muss seine eigenen Gasgebühren bezahlen."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "E-Mail-Adresse verifizieren",
      "BODY": "Bitte klicken Sie auf den Link in der E-Mail, die wir Ihnen gesendet haben, wodurch wir überprüfen können, ob Sie der Eigentümer Ihrer E-Mail-Adresse sind."
    }
  }
}
