{
  "GENERAL": {
    "LEGACY_SIGNING": {
      "TITLE": "レガシー署名",
      "BODY": "以前にハードウェアウォレット署名/レガシー署名を使用してキーを生成した場合にのみ、このオプションをチェックしてください。"
    },
    "REMEMBER_ME": {
      "TITLE": "ご注意ください",
      "BODY": "安全なデバイスを所有し、使用している場合にのみ、「ご注意ください」を使用してください。このオプションを選択すると、パブリックデバイスまたはセキュリティで保護されていないデバイスを使用した場合にキーおよび情報が他のユーザーに公開される可能性があります。"
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "ヘッジ割引",
      "BODY": "{NFT}を保有すると、手数料割引レベルを1レベル引き上げます。複数保有しても、追加的な効果はありません。"
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "口座レバレッジ",
      "BODY": "すべてのオープンポジションに基づく口座のレバレッジ。口座はクロスマージン設定なので、各オープンポジションには独自のレバレッジがありますが、全体の口座レバレッジにも影響を与えます。"
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "ストップロス",
      "BODY": "このブラケット注文のストップロスを実行するための現在のトリガー価格。"
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "利益を確定する",
      "BODY": "このブラケット注文の利益確定を実行するための現在のトリガー価格。"
    },
    "BUYING_POWER": {
      "TITLE": "購買力",
      "BODY": "{MARKET}でポジションを増やすために利用可能な合計購買力。購買力は、選択したマーケットに応じて変化します。"
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "デフォルトの執行",
      "BODY": "注文はオープン時にクロスオーダーとして執行されます。注文の一部が執行されない場合、執行、キャンセル、期限切れになるまでオープンのままになります。"
    },
    "EQUITY": {
      "TITLE": "エクイティ",
      "BODY": "お客様の口座の合計価値。"
    },
    "EXPECTED_PRICE": {
      "TITLE": "予想価格",
      "BODY": "注文執行の予想価格。この価格は、注文がマッチングエンジンによって処理される前にオーダーブックが変更できるため、推定額に過ぎません。"
    },
    "FEE": {
      "TITLE": "手数料",
      "BODY": "流動性の種類に応じて、dYdXにかかる手数料。メーカー注文にかかる手数料は、テイカー注文よりも低くなります。"
    },
    "FILL_OR_KILL": {
      "TITLE": "FOK注文（Fill or Kill）",
      "BODY": "FOK注文（Fill or Kill）は、実行時に完全に執行されなければなりません。さもないと自動的にキャンセルされます。"
    },
    "FREE_COLLATERAL": {
      "TITLE": "フリー担保",
      "BODY": "出金可能な最大金額。フリー担保が0またはマイナスの場合、口座は最大レバレッジを使用しています。"
    },
    "GOOD_TIL": {
      "TITLE": "有効期限",
      "BODY": "注文が期限切れになるまでの期間。"
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "即時またはキャンセル",
      "BODY": "注文はオープン時にクロスオーダーとして執行され、未執行の注文はキャンセルされます。"
    },
    "INDEX_PRICE": {
      "TITLE": "指標価格",
      "BODY": "逆指値注文は指標価格に基づいて発動されます。指標価格は複数の取引所からの価格データを集約しており、フラッシュクラッシュなどの事象からお客様を保護しています。"
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "当初保証金比率",
      "BODY": "保証金比率は、ポジション名目価値をエクイティで割ることで計算されます。保証金比率が当初保証金比率を超えると、ポジションを増やすことができなくなります。リスクを限定するため、特定のしきい値を超えるとポジションサイズに比例して増加します。"
    },
    "INITIAL_STOP": {
      "TITLE": "初期逆指値",
      "BODY": "トレーリング比率に基づく初期逆指値。"
    },
    "LEVERAGE": {
      "TITLE": "レバレッジ",
      "BODY": "レバレッジにより利益または損失の倍率が変動します。レバレッジを増やすと、同じ価格変動でも取引で発生する利益および損失が増加します。"
    },
    "LIMIT_PRICE": {
      "TITLE": "指値",
      "BODY": "この注文は、指定した指値またはそれ以上の価格でのみ執行できます。お客様の注文が実行時に食い合うと、お客様の注文は食い合いしている注文を最も有利な価格で執行します。"
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "スリッページ",
      "BODY": "トリガー価格と指値価格との比率差。"
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "清算価格",
      "BODY": "{SYMBOL}のオラクル価格が清算価格を下回ると、お客様のポジションは清算されます。清算時にお客様のポジションは自動的にクローズされ、1%の清算手数料が課せられます（清算時の流動性に応じて高くなる場合があります）。"
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "清算価格",
      "BODY": "ポジションを持つ市場のオラクル価格が清算価格を上回ると、お客様のポジションは清算されます。清算時にお客様のポジションは自動的にクローズされ、1%の清算手数料が課せられます（清算時の流動性に応じて高くなる場合があります）。"
    },
    "LIQUIDITY": {
      "TITLE": "流動性",
      "BODY": "ブックから流動性を取得する取引（成行注文や食い合いする指値注文など）は、テイカー注文を執行します。流動性をブックに追加し、別の当事者によって執行される指値注文は、メーカー注文として執行されます。"
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "維持保証金比率",
      "BODY": "保証金比率は、ポジション名目価値をエクイティで割ることで計算されます。保証金比率が維持保証金比率を超える場合、清算時にお客様のポジションは自動的にクローズ（清算）され、1%の清算手数料が課せられます（清算時の流動性に応じて高くなる場合があります）。"
    },
    "MAKER_FEE": {
      "TITLE": "メイカー手数料",
      "BODY": "流動性をブックに追加し、別の当事者によって執行される指値注文は、メーカー注文として執行されます。メーカー注文にかかる手数料は、テイカー注文よりも低くなります。"
    },
    "MARGIN_USAGE": {
      "TITLE": "保証金使用率",
      "BODY": "オープンポジションによって使用される合計保証金の比率。"
    },
    "MAX_WITHDRAW": {
      "TITLE": "高速出金の限度額",
      "BODY": "1回あたりの高速出金に許可される引出限度額。"
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "最大レバレッジ",
      "BODY": "このマーケットに対して許容される最大レバレッジ。リスクを限定するため、特定のしきい値を超えるとポジションサイズに比例して減少します。"
    },
    "NET_FUNDING": {
      "TITLE": "ネットファンディング",
      "BODY": "現行ポジションの保有期間中のファンディングによる受取金利および支払金利の合計。ポジションをクローズまたは、ポジションサイドを変更する（ロングからショート、ショートからロング）場合はリセットします。"
    },
    "OPEN_INTEREST": {
      "TITLE": "オープン金利",
      "BODY": "オープン金利は、このマーケットにおけるすべてのオープンポジションの合計サイズを表します。"
    },
    "ORACLE_PRICE": {
      "TITLE": "オラクル価格",
      "BODY": "レバレッジと清算はオンチェーンのオラクル価格に基づいて決定されます。オラクル価格は複数の取引所からの価格データを集約しており、フラッシュクラッシュなどの事象からお客様を保護しています。"
    },
    "ORDER_AMOUNT": {
      "TITLE": "注文金額",
      "BODY": "{SYMBOL}の買いまたは売りの金額。これは、注文が執行される時にお客様のポジションが増減する金額であり、ポジションの結果的な金額ではありません。"
    },
    "POST_ONLY": {
      "TITLE": "Post-Only",
      "BODY": "Post-Onlyが有効な注文のみをメーカー注文として出すことができます。注文を出す際に他の注文と食い合う場合、その注文は自動的にキャンセルされます。"
    },
    "PRICE_IMPACT": {
      "TITLE": "価格インパクト",
      "BODY": "お客様の注文の予想執行価格とビッドまたはアスクサイドの最良注文との差。取引サイズが大きいとこのインパクトが増加します。"
    },
    "REALIZED_PNL": {
      "TITLE": "実現損益",
      "BODY": "このポジションの部分決済、手数料、ファンディングによる総実現損益。すべてのポジションを決済する場合、またはポジションのサイドを変更（ロングからショート、ショートからロング）する場合にリセットされます。"
    },
    "REDUCE_ONLY": {
      "TITLE": "リデュースオンリー",
      "BODY": "リデュースオンリーは、注文がポジションのサイドが（ロングからショートに、またはショートからロングに）変更されることを防ぎます。リデュースオンリーが設定されている注文では、ポジションが変更されると自動的にサイズが変更されたり、キャンセルされたりします。"
    },
    "STEP_SIZE": {
      "TITLE": "ステップサイズ",
      "BODY": "ステップサイズは、このマーケットで注文金額に許容される最小の係数です。"
    },
    "TRIGGER_PRICE": {
      "TITLE": "トリガー価格",
      "BODY": "このマーケットの指標価格または直近の取引価格がトリガー価格を上回った場合、逆指値/利益確定注文は指値注文に変更されるか、または成行注文として実行されます。"
    },
    "TAKER_FEE": {
      "TITLE": "テイカー手数料",
      "BODY": "ブックから流動性を取得する取引（成行注文や食い合いする指値注文など）は、テイカー注文を執行します。テイカー注文にかかる手数料は、メーカー注文よりも高くなります。"
    },
    "TICK_SIZE": {
      "TITLE": "ティックサイズ",
      "BODY": "ティックサイズは、このマーケットにおける最小価格変動です。"
    },
    "TIME_IN_FORCE": {
      "TITLE": "Time In Force (TIF)",
      "BODY": "選択したTime In Forceオプションは、注文が満期を迎えるか執行されるまでアクティブなままとなる期間を制御します。"
    },
    "TRAILING_PERCENT": {
      "TITLE": "トレーリング割合",
      "BODY": "トレーリング割合は、逆指値が指標価格を「追跡」する比率を設定します。指標価格がポジションに有利な方向に動く場合、注文の逆指値は、指定したトレーリング割合に基づいて更新されます。"
    },
    "UNREALIZED_PNL": {
      "TITLE": "未実現損益",
      "BODY": "残存ポジションを現在の指標価格で完全にクローズした場合の合計損益。ポジションをクローズまたは、ポジションサイドを変更する（ロングからショート、ショートからロング）場合はリセットします。"
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "余力",
      "BODY": "対象となります！{GASLESS_DEPOSIT_THRESHOLD} {SYMBOL}以上の金額を入金して、ガスレス入金を有効にしてください。"
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "利用不可",
      "BODY": "ガスレス入金は現在、一時的に利用できません。心配しないでください。すぐに利用を再開できる予定です。"
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "ガスレス入金",
      "BODY": "{GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} 以上入金された場合、dYdXがガス代を負担いたします。3日にごとに1回のガスレス入金をご利用いただけます。ガスレス入金をご利用いただく際には、規制に従っていただく必要があります。"
    },
    "SWAP": {
      "TITLE": "スワップおよび入金",
      "BODY": "USDC以外の資産を入金すると、0xSquidAPIにより自動的にUSDCに変更されます。許容スリッページを設定すると、コンバージョンが失敗する前に許容されるスリッページを指定できます。"
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "高速出金手数料",
      "BODY": "高速出金は直ちに送金され、dYdXが手数料と引き換えにガスコストを負担します。手数料がかからない出金については、通常出金（お客様がガスコストを負担するほか、レイヤー2の承認を待つ必要があります）をご利用ください。"
    },
    "WITHDRAW_TYPES": {
      "TITLE": "出金の種類",
      "BODY": "dYdXは、レイヤー2からの2種類の出金をサポートしています。高速出金は少額の手数料がかかるものの、ガスを必要とせず即時送金されます。通常出金は手数料はかかりませんが、2ステップの手続きが必要で所要時間が長く、ユーザーがガス代を負担しなければなりません。"
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "メールアドレスの確認",
      "BODY": "送信したメールに記載されているリンクをクリックしていただくことで、当社がお客様のメールアドレスを確認することができます。"
    }
  }
}
