{
  "GENERAL": {
    "LEGACY_SIGNING": {
      "TITLE": "Firma de patrimonio",
      "BODY": "Solo marca esta opción si anteriormente has utilizado la firma de billetera de hardware/firma patrimonial para generar tus claves."
    },
    "REMEMBER_ME": {
      "TITLE": "Recordarme",
      "BODY": "Solo utiliza \"Recordarme\" si estás utilizando un dispositivo seguro de tu propiedad. Seleccionar esta opción puede exponer tus claves e información a otros si estás en un dispositivo público o no seguro."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Hedgies de descuento ",
      "BODY": "Tener un {NFT} aumentará un nivel de descuento de tasas para ti. Tener varias no tendrá ningún efecto adicional."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Apalancamiento de la cuenta",
      "BODY": "Apalancamiento de tu cuenta en función de todas tus posiciones abiertas. Debido a que tu cuenta tiene un margen cruzado, cada posición abierta tiene su propio apalancamiento y también afecta el apalancamiento general de tu cuenta."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Detención de pérdida",
      "BODY": "Tu precio de disparador actual para ejecutar una detención de pérdida para esta orden de soporte."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Tomar ganancias",
      "BODY": "Tu precio de disparador actual para ejecutar una toma de ganancia para esta orden de soporte."
    },
    "BUYING_POWER": {
      "TITLE": "Poder de compra",
      "BODY": "Poder de compra total disponible para aumentar tu posición en {MARKET}. Tu poder de compra cambiará en función del mercado que has seleccionado."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Ejecución predeterminada",
      "BODY": "Tu orden ocupará cualquier orden de cruce al momento de abrirla. Si tu pedido no se completa por completo, permanecerá abierto hasta que se complete, se cancele o caduque."
    },
    "EQUITY": {
      "TITLE": "Equidad",
      "BODY": "Valor total de tu cuenta."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Precio previsto",
      "BODY": "Precio previsto de ejecución para tu orden. Este precio es solo un estimado, ya que el libro de órdenes puede cambiar antes de que el motor de comparación procese tu pedido."
    },
    "FEE": {
      "TITLE": "Tasa",
      "BODY": "Las tasas en dYdX se cobran en función del tipo de liquidez. Las órdenes de los creadores tienen una tasa más baja que la de los tomadores."
    },
    "FILL_OR_KILL": {
      "TITLE": "Rellenar o matar",
      "BODY": "Las órdenes de rellenar o matar deben completarse totalmente tras la ejecución o serán canceladas automáticamente."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Sin garantía",
      "BODY": "La cantidad máxima que puedes retirar. Cuando la garantía es gratis es 0 o negativo, tu cuenta está utilizando el apalancamiento máximo."
    },
    "GOOD_TIL": {
      "TITLE": "Buen Til",
      "BODY": "Tiempo hasta que tu orden caduque."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "De inmediato o cancelar",
      "BODY": "Su orden completará cualquier orden cruzada en el momento de la apertura y luego cancelará cualquier monto del orden sin completar."
    },
    "INDEX_PRICE": {
      "TITLE": "Índice de precios",
      "BODY": "Las órdenes de parada se activan en función al índice de precios. El índice de precios agrega datos de precios de múltiples intercambios, protegiéndolo de eventos como las caídas repentinas."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Fracción del margen inicial",
      "BODY": "La fracción de margen se calcula como el valor nocional de tu posición dividido por la equidad. Si tu fracción de margen excede a la fracción de margen inicial, ya no podrás aumentar tu posición. Para limitar el riesgo, la fracción de margen inicial aumenta linealmente junto con el volumen de la posición después de alcanzar cierto umbral."
    },
    "INITIAL_STOP": {
      "TITLE": "Parada inicial",
      "BODY": "Precio de parada inicial basado en tu porcentaje final."
    },
    "LEVERAGE": {
      "TITLE": "Apalancar",
      "BODY": "El apalancamiento cambia el multiplicador de tus ganancias o pérdidas. Aumentar tu apalancamiento aumenta cuánto ganarías/perderías en una operación con el mismo movimiento de precios."
    },
    "LIMIT_PRICE": {
      "TITLE": "Precio límite",
      "BODY": "Esta orden solo se puede completar con el precio límite especificado o uno más alto. Si tu orden se cruza en el momento de la colocación, tu orden completará cualquier orden cruzada al precio más favorable."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Slippage",
      "BODY": "Diferencia de porcentaje entre el precio de disparador y el precio límite."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Precio de liquidación",
      "BODY": "Si el precio del oracle de {SYMBOL} cae por debajo del precio de liquidación, tu posición se liquidará. En el momento de la liquidación, tu posición se cerrará automáticamente y se aplicará una tasa de liquidación de mínimo el 1 % (puede ser mayor según la liquidez en el momento de la liquidación)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Precio de liquidación",
      "BODY": "Si el precio de oracle en el mercado de posiciones se cruza con el precio de liquidación, su posición será liquidada. En el momento de la liquidación, tu posición se cerrará automáticamente y se aplicará una tasa de liquidación de mínimo el 1 % (puede ser mayor según la liquidez en el momento de la liquidación)."
    },
    "LIQUIDITY": {
      "TITLE": "Liquidez",
      "BODY": "Las operaciones que extraen liquidez del libro de órdenes (p. ej., órdenes de límite de cruce o de mercado) se ejecutan como órdenes de tomador. Las órdenes de límite que suman liquidez al libro de órdenes y son ejecutadas por una tercera parte se ejecutarán como órdenes de creador."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Fracción del margen de mantenimiento",
      "BODY": "La fracción de margen se calcula como el valor nocional de tu posición dividido por la equidad. Si tu fracción de margen excede la fracción de margen de mantenimiento, tu posición se cerrará (liquidará) automáticamente y se aplicará una tasa de liquidación de al menos el 1% (puede ser mayor según la liquidez en el momento de la liquidación)."
    },
    "MAKER_FEE": {
      "TITLE": "Tasa de creador",
      "BODY": "Las órdenes de límite que suman liquidez al libro de órdenes y son ejecutadas por una tercera parte se ejecutarán como órdenes de creador. Las órdenes de creador tienen una tasa más baja que las órdenes de tomador."
    },
    "MARGIN_USAGE": {
      "TITLE": "Uso del margen",
      "BODY": "El porcentaje de tu margen total usado por posiciones abiertas."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Retiro rápido máximo",
      "BODY": "La cantidad máxima permitida para un retiro rápido único."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Apalancamiento máximo",
      "BODY": "Apalancamiento máximo permitido para este mercado. Para limitar el riesgo, el apalancamiento máximo disminuye linealmente con el tamaño de la posición después de que se alcanza cierto umbral."
    },
    "NET_FUNDING": {
      "TITLE": "Financiación neta",
      "BODY": "Financiación total ganada/pagada durante el período de vida de la posición actual. Se restablece si cierras tu posición o cambias los lados de la posición (de largo a corto o viceversa)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Interés abierto",
      "BODY": "El interés abierto representa el tamaño total de todas las posiciones abiertas en este mercado."
    },
    "ORACLE_PRICE": {
      "TITLE": "Precio de Oracle",
      "BODY": "El apalancamiento y las liquidaciones se determinan en función del precio de Oracle en la cadena. El precio de Oracle agrega datos de precios de múltiples intercambios, protegiéndolo de eventos como caídas repentinas."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Monto de la orden",
      "BODY": "Cantidad de {SYMBOL} para comprar o vender. Esta es la cantidad en la que su posición aumentará o disminuirá cuando se complete la orden, no la cantidad de su posición resultante."
    },
    "POST_ONLY": {
      "TITLE": "Solo post",
      "BODY": "Las órdenes de \"solo post\" habilitado únicamente se pueden realizar como órdenes del creador. Si la orden se cruza con otras órdenes en el momento de la colocación, se cancelará automáticamente."
    },
    "PRICE_IMPACT": {
      "TITLE": "Impacto de precios",
      "BODY": "La diferencia entre el precio de ejecución previsto para su orden y la mejor orden en el lado de la oferta o la demanda. Esto aumentará para volúmenes de operación más altos."
    },
    "REALIZED_PNL": {
      "TITLE": "Beneficio/pérdida realizada",
      "BODY": "Ganancia/pérdida total realizada para esta posición a través de cierres parciales, tasas y financiamiento. Se restablece si cierras completamente tu posición o cambias de lugar en la posición (largo a corto, o viceversa)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Solo reducir",
      "BODY": "Solo reducir evita que una orden cambie el lado de tu posición (largo a corto o corto a largo). Una orden con Solo reducir se redimensionará y se cancelará automáticamente a medida que cambie tu posición. "
    },
    "STEP_SIZE": {
      "TITLE": "Tamaño del paso",
      "BODY": "El tamaño del paso es el factor más pequeño permitido para las cantidades de orden en este mercado."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Precio de disparador",
      "BODY": "Cuando índice de precios o el precio de la última operación de este mercado se cruza con tu precio de disparador, tu orden de detención o toma de ganancias se convertirá en una orden limitada o se ejecutará como una orden de mercado."
    },
    "TAKER_FEE": {
      "TITLE": "Tarifa del tomador (Taker fee)",
      "BODY": "Las operaciones que extraen liquidez del libro de órdenes (p. ej., órdenes de límite de cruce o de mercado) se ejecutan como órdenes de tomador. Las órdenes de tomador tienen una tasa más alta que las órdenes de creador."
    },
    "TICK_SIZE": {
      "TITLE": "Tamaño del botón",
      "BODY": "La variación mínima es el movimiento de precio mínimo en este mercado."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Tiempo en vigor",
      "BODY": "La opción de tiempo vigente seleccionada controla cuánto tiempo permanecerá activa una orden hasta que caduque o se complete."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Porcentaje de trailing",
      "BODY": "El porcentaje de trailing establece el porcentaje de su precio de parada “trazará” índice de precios. Siempre que el índice de precios se mueva a favor de tu posición, el precio de parada de tu orden se actualizará de acuerdo con tu porcentaje final especificado."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Ganancia/pérdida no realizado",
      "BODY": "La ganancia/pérdida total si cerraras por completo el resto de tu posición actual al índice de precios actual. Se restablece si cierras tu posición o cambias los lados de la posición (de largo a corto o viceversa)."
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Disponible",
      "BODY": "Deposita al menos {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} y dYdX pagará las tarifas de gas para este depósito."
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "No disponible",
      "BODY": "Los depósitos sin gas no están disponibles. No te preocupes, ¡volverán pronto!"
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Depósitos sin gas",
      "BODY": "Tu límite de depósito sin gas se restablece cada tres días."
    },
    "SWAP": {
      "TITLE": "Intercambiar y depositar",
      "BODY": "Al depositar un activo que no sea USDC, el activo se convertirá automáticamente a USDC a través de la API 0xSquid. Establecer un deslizamiento máximo te permite especificar el deslizamiento que permitirás antes de que la conversión falle."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Tasa de retiro rápido",
      "BODY": "Los retiros rápidos se envían de inmediato y dYdX cubrirá los costos del gas a cambio de una tasa. Para retiros sin cargo, usa un retiro lento (pagarás tus propios costos de gas y tendrás que esperar la confirmación de la etapa 2)."
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Tipos de retiro",
      "BODY": "dYdX permite dos tipos de retiros de la etapa 2. Los retiros rápidos implican una pequeña tasa, pero no requieren gas y son enviadas de inmediato. Los retiros lentos son gratuitos, pero requieren dos pasos, toman mucho más tiempo y el usuario tendrá que pagar sus propias tasas de gas."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "Verificar la dirección de correo electrónico",
      "BODY": "Haz clic en el enlace del correo electrónico que te enviamos, lo que nos ayudará a verificar la propiedad de tu dirección de correo electrónico."
    }
  }
}
