{
  "ONBOARDING": {
    "ALWAYS_VERIFY_URL": "Siempre comprueba y verifica que te encuentras en https://trade.dydx.exchange al recuperar tus claves."
  },
  "TRADE_BOX": {
    "LIMIT_PRICE_TRIGGER_PRICE_SLIPPAGE_HIGHER": "El \"slippage\" (diferencia entre el precio esperado versus el ejecutado) de esta orden es bajo: Para mejorar tus probabilidades de completar esta orden, recomendamos un precio de límite de $ {LIMIT_PRICE} o superior. Tu orden se ejecutará al mejor precio posible cuando se active.",
    "LIMIT_PRICE_TRIGGER_PRICE_SLIPPAGE_LOWER": "El \"slippage\" (diferencia entre el precio esperado versus el ejecutado) de esta orden es bajo: Para mejorar tus probabilidades de completar esta orden, recomendamos un precio de límite de $ {LIMIT_PRICE} o inferior. Tu orden se ejecutará al mejor precio posible cuando se active.",
    "MARKET_ORDER_CLOSE_TO_MAX_LEVERAGE": "Esta orden pondría tu posición cerca del apalancamiento máximo permitido. Si hay un deslizamiento por encima del precio previsto en el momento de la ejecución, tu orden puede fallar.",
    "MARKET_ORDER_WARNING_INDEX_PRICE_SLIPPAGE": "Esta orden de mercado daría como resultado un deslizamiento del índice de precios de slippage {SLIPPAGE} dada la liquidez actual.",
    "MARKET_ORDER_WARNING_ORDERBOOK_SLIPPAGE": "Esta orden de mercado tendría un impacto en el precio del {SLIPPAGE} del libro de órdenes, dada la liquidez actual.",
    "MARKET_STATUS_CLOSE_ONLY": "{MARKET} está actualmente en modo de solo cierre. No se pueden crear nuevas posiciones.",
    "STOP_MARKET_ORDER_MAY_NOT_EXECUTE": "No está garantizado que las órdenes de detención de mercado en dYdX se llenarán según la liquidez al momento de la activación. Para tener más control, prueba con una orden de límite de detención.",
    "TAKE_PROFIT_MARKET_ORDER_MAY_NOT_EXECUTE": "No está garantizado que las órdenes de mercado de toma de ganancias en dYdX se llenarán según la liquidez al momento de hacer la activación. Para obtener más control, prueba con una orden de límite de toma de ganancia."
  }
}
