{
  "GENERAL": {
    "SOMETHING_WENT_WRONG_WITH_MESSAGE": "Что-то пошло не так: {ERROR_MESSAGE}",
    "SOMETHING_WENT_WRONG": "Произошла ошибка. Повторите попытку позже.",
    "TIMESTAMP_DISCREPANCY": "В целях безопасности при аутентификации вашей учетной записи мы проверяем метки времени. Убедитесь, что ваши системные часы правильно синхронизированы и обновите приложение."
  },
  "TRADE_BOX": {
    "AMOUNT_INPUT_STEP_SIZE": "Сумма ордера должна быть кратна {STEP_SIZE}.",
    "BRACKET_ORDER_FAILED_TO_PLACE": "Не удалось выполнить один или несколько ордеров в вашем брекет-ордере. Перейдите на вкладку «Ордера», чтобы увидеть свои активные ордера тейк-профит и стоп-лосс.",
    "BRACKET_ORDER_STOP_LOSS_ABOVE_EXPECTED_PRICE": "Триггерная цена вашего стоп-лосса должна быть выше ожидаемой цены рыночного ордера: ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_STOP_LOSS_ABOVE_LIQUIDATION_PRICE": "Триггерная цена вашего стоп-лосса слишком близка к вашей ликвидационной цене. Ордер стоп-лосс может быть не полностью исполнен до того, как вы будете ликвидированы. Введите триггерную цену выше ${TRIGGER_PRICE_LIMIT}.",
    "BRACKET_ORDER_STOP_LOSS_BELOW_EXPECTED_PRICE": "Триггерная цена вашего стоп-лосса должна быть ниже ожидаемой цены рыночного ордера: ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_STOP_LOSS_BELOW_LIQUIDATION_PRICE": "Триггерная цена вашего стоп-лосса слишком близка к вашей ликвидационной цене. Ордер стоп-лосс может быть не полностью исполнен до того, как вы будете ликвидированы. Введите триггерную цену ниже ${TRIGGER_PRICE_LIMIT}.",
    "BRACKET_ORDER_TAKE_PROFIT_ABOVE_EXPECTED_PRICE": "Триггерная цена вашего ордера тейк-профит должна быть выше ожидаемой цены рыночного ордера: ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_TAKE_PROFIT_ABOVE_LIQUIDATION_PRICE": "Триггерная цена вашего ордера тейк-профит слишком близка к вашей ликвидационной цене. Ордер тейк-профит может быть не полностью исполнен до того, как вы будете ликвидированы. Введите триггерную цену выше ${TRIGGER_PRICE_LIMIT}.",
    "BRACKET_ORDER_TAKE_PROFIT_BELOW_EXPECTED_PRICE": "Триггерная цена вашего ордера тейк-профит должна быть ниже ожидаемой цены рыночного ордера: ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_TAKE_PROFIT_BELOW_LIQUIDATION_PRICE": "Триггерная цена вашего ордера тейк-профит слишком близка к вашей ликвидационной цене. Ордер тейк-профит может быть не полностью исполнен до того, как вы будете ликвидированы. Введите триггерную цену ниже ${TRIGGER_PRICE_LIMIT}.",
    "BUY_TRIGGER_TOO_CLOSE_TO_LIQUIDATION_PRICE": "Ваша триггерная цена слишком близка к вашей ликвидационной цене. Этот ордер может быть не полностью исполнен до того, как вы будете ликвидированы. Введите триггерную цену ниже ${TRIGGER_PRICE_LIMIT} или используйте стоп-лимит ордер.",
    "INVALID_LARGE_POSITION_LEVERAGE": "Эта сделка приведет к созданию недействительного кредитного плеча для вашей позиции. Чтобы ограничить риск, более крупные позиции обеспечены меньшей суммой заемных средств.",
    "INVALID_NEW_ACCOUNT_MARGIN_USAGE": "Эта торговая операция приведет к тому, что коэффициент использования маржи на учетной записи превысит 100%.",
    "INVALID_NEW_POSITION_LEVERAGE": "Эта сделка приведет к созданию недействительного кредитного плеча для вашей позиции.",
    "LIMIT_MUST_ABOVE_TRIGGER_PRICE": "Ваша лимитная цена должна быть выше триггерной цены, чтобы этот ордер был исполнен при срабатывании. Пожалуйста, исправьте свою лимитную цену или измените тип исполнения.",
    "LIMIT_MUST_BELOW_TRIGGER_PRICE": "Ваша лимитная цена должна быть ниже триггерной цены, чтобы этот ордер был исполнен при срабатывании. Пожалуйста, исправьте свою лимитную цену или измените тип исполнения.",
    "LIMITED_ORDERS_FOR_PAIR": "В этой паре допускается только ограниченное количество ордеров для каждой из сторон.",
    "MARKET_ORDER_ERROR_INDEX_PRICE_SLIPPAGE": "С учетом текущей ликвидности этот рыночный ордер приведет к проскальзыванию индексной цены на {SLIPPAGE}. Если вы все еще хотите разместить этот ордер, используйте лимит-ордер.",
    "MARKET_ORDER_ERROR_ORDERBOOK_SLIPPAGE": "С учетом текущей ликвидности этот рыночный ордер приведет к проскальзыванию цены в биржевом стакане на {SLIPPAGE}. Если вы все еще хотите разместить этот ордер, используйте лимит-ордер.",
    "MARKET_ORDER_NOT_ENOUGH_LIQUIDITY": "Недостаточно ликвидности для выполнения этого рыночного ордера.  Попробуйте создать ордер на меньшую сумму.",
    "MARKET_ORDER_PRICE_IMPACT_AT_MAX_LEVERAGE": "Этот ордер имеет ненулевое воздействие на цену и потенциально может привести к тому, что ваша позиция превысит максимальную сумму заемных средств. Попробуйте уменьшить сумму ордера.",
    "NEW_POSITION_SIZE_OVER_MAX": "Эта торговая операция может привести к тому, что размер позиции превысит максимальный размер {MAX_SIZE} {SYMBOL}.",
    "NO_EQUITY_DEPOSIT_FIRST": "Прежде чем вы сможете размещать ордеры, нужно внести средства на счет.",
    "ORDER_BELOW_COLLATERALIZATION": "Исполнение этого ордера опустит залоговое обеспечение счета ниже рыночного порогового уровня. Попробуйте уменьшить сумму.",
    "ORDER_CROSSES_OWN_ORDER": "Этот заказ может заполнить один или несколько ваших существующих ордеров. Отмените любые конфликтующие заказы или измените сумму ордера.",
    "ORDER_SIZE_BELOW_MIN_SIZE": "Размер ордера ниже минимального ({MIN_SIZE} {SYMBOL})",
    "ORDER_WITH_CURRENT_ORDERS_INVALID": "Учитывая ваши текущие открытые ордера, этот ордер может привести к недопустимому значению кредитного плеча для вашей позиции. Закройте некоторые или все ордеры, которые должны быть выполнены до этого ордера, или уменьшите размер ордера.",
    "ORDER_WOULD_FLIP_POSITION": "Этот ордер перевернет или увеличит вашу позицию. Снимите флажок с «Только уменьшить» или уменьшите размер ордера.",
    "SELL_TRIGGER_TOO_CLOSE_TO_LIQUIDATION_PRICE": "Ваша триггерная цена слишком близка к вашей ликвидационной цене. Этот ордер может быть не полностью исполнен до того, как вы будете ликвидированы. Введите триггерную цену выше ${TRIGGER_PRICE_LIMIT} или используйте стоп-лимит ордер.",
    "TAKER_FEE_INVALID": "Возможно, размер комиссии изменился. Обновите приложение и повторите попытку.",
    "TRIGGER_MUST_ABOVE_INDEX_PRICE": "Триггерная цена должна быть выше текущей индексной цены {INDEX_PRICE}.",
    "TRIGGER_MUST_BELOW_INDEX_PRICE": "Триггерная цена должна быть ниже текущей индексной цены {INDEX_PRICE}.",
    "TRIGGER_TOO_CLOSE_TO_LIQUIDATION_PRICE": "Ваша триггерная цена слишком близка к вашей ликвидационной цене. Этот ордер может быть не полностью исполнен до того, как вы будете ликвидированы. Обновите триггерную цену или используйте стоп-лимит ордер.",
    "USER_MAX_ORDERS": "Создание этого ордера приведет к превышению максимально допустимого лимита на 20 открытых рыночных ордеров для каждой из сторон.",
    "WOULD_NOT_REDUCE": "Если ордер будет исполнен, ваша позиция не уменьшится.",
    "WOULD_NOT_REDUCE_UNCHECK": "Ваша позиция не уменьшится от этого ордера. Снимите флажок с «Только уменьшить», если вы хотите разместить свой ордер."
  },
  "ONBOARDING": {
    "BANNED_USER": "Поскольку вы, по-видимому, являетесь резидентом или осуществляете торговые операции из юрисдикции, которая нарушает наше пользовательское соглашение, вы на бессрочной основе лишены права на выполнение переводов в рамках протокола, быстрый вывод средств для их изъятия из протокола и размещение любых ордеров, которые сокращают ваши позиции, за исключением рыночных ордеров. Вывести средства из протокола можно в любой момент.",
    "INVALID_EMAIL": "Введите действительный адрес электронной почты.",
    "INVALID_USERNAME": "Имена пользователей должны начинаться с буквы, не превышать 24 символов и содержать только буквы, цифры и символы подчеркивания.",
    "KEY_RECOVERY_FAILED": "Сбой восстановления ключа. Повторите попытку, включив функцию «Старая подпись».",
    "LEDGER_U2F_REQUIRED": "Для подключения к Ledger необходимо, чтобы браузер поддерживал протокол U2F. Убедитесь, что ваш текущий браузер поддерживает его.",
    "USERNAME_TAKEN": "Это имя пользователя уже занято.",
    "WALLET_NO_TRANSACTIONS": "На этом кошельке нет средств, и ранее по нему не совершались операции. Чтобы продолжить регистрацию, внесите средства на кошелек."
  },
  "DEPOSIT_MODAL": {
    "DEPOSIT_ACCOUNT_OUT_OF_SYNC": "Счет не синхронизирован. Подключите кошелек еще раз и повторите попытку.",
    "DEPOSIT_MORE_THAN_BALANCE": "Нельзя вносить больше средств, чем доступно на балансе вашего кошелька.",
    "DEPOSIT_WRONG_NETWORK_PRODUCTION": "Указана неверная сеть кошелька. Убедитесь, что выбрана сеть Ethereum Mainnet.",
    "DEPOSIT_WRONG_NETWORK_STAGING": "Указана неверная сеть кошелька. Убедитесь, что выбрана сеть Goerli Test Network."
  },
  "WITHDRAW_MODAL": {
    "FAST_WITHDRAW_NOT_ENOUGH_LIQUIDITY": "Недостаточно ликвидности для обработки этого запроса на быстрый вывод средств. Попробуйте уменьшить сумму.",
    "MAX_FAST_WITHDRAW_AMOUNT": "Введите сумму выводимых средств, которая меньше {MAX_FAST_WITHDRAW_AMOUNT}.",
    "MIN_SLOW_WITHDRAW_AMOUNT": "Сумма средств для медленного вывода должна быть больше или равна 10 либо составлять весь остаток средств на учетной записи.",
    "RESTRICTED_OPEN_POSITIONS_WITHDRAW": "Доступ к вашей учетной записи ограничен. Перед выводом средств нужно закрыть все позиции.",
    "WITHDRAW_MORE_THAN_FREE_DUE_TO_FEE": "Сумма выводимых средств не может превышать сумму бесплатных заемных средств. При вводе суммы учитывайте комиссию за быстрый вывод средств.",
    "WITHDRAW_MORE_THAN_FREE": "Сумма выводимых средств не может превышать сумму бесплатных заемных средств."
  },
  "TRANSFER_MODAL": {
    "TRANSFER_INVALID_ETH_ADDRESS": "Нам не удалось найти счет, связанный с этим адресом кошелька.",
    "TRANSFER_MORE_THAN_FREE": "Вы не можете перевести сумму, которая превышает сумму бесплатных заемных средств.",
    "TRANSFER_TO_YOURSELF": "Вы не можете выполнить прямой перевод на адрес собственного кошелька."
  }
}
