{
  "GENERAL": {
    "LEGACY_SIGNING": {
      "TITLE": "Старая подпись",
      "BODY": "Используйте этот параметр только в том случае, если ранее для создания ключей вы применяли подпись с помощью аппаратного кошелька / старую подпись."
    },
    "REMEMBER_ME": {
      "TITLE": "Запомнить меня",
      "BODY": "Используйте параметр «Запомнить меня», если вы применяете защищенное устройство, которое принадлежит вам. При выборе этого параметра ключи и информацию могут получить другие лица, если вы используете общедоступное или незащищенное устройство."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Скидка на хеджевые фонды",
      "BODY": "При владении {NFT} ваш уровень скидки на оплату повысится на одну ступень. Владение несколькими токенами не даст дополнительного эффекта."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Кредитное плечо счета",
      "BODY": "Кредитное плечо вашего счета вычисляется на основе всех ваших открытых позиций. Поскольку ваш счет кросс-маржинальный, каждая открытая позиция имеет собственное кредитное плечо, а также влияет на общий размер кредитного плеча вашей учетной записи."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Стоп-лосс",
      "BODY": "Ваша текущая триггерная цена для выполнения Стоп-лосс для этого брекет-ордера."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Тейк-профит",
      "BODY": "Ваша текущая триггерная цена для выполнения Тейк-профит для этого брекет-ордера."
    },
    "BUYING_POWER": {
      "TITLE": "Покуп. способность",
      "BODY": "Итоговая доступная покупательская способность для увеличения вашей позиции на рынке {MARKET}. Ваша покупательная способность будет меняться в зависимости от выбранного рынка."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Исполнение по умолчанию",
      "BODY": "Ваш ордер будет исполнен по любому подходящему ордеру на момент открытия. Если ваш ордер исполнен не полностью, он останется открытым до исполнения, отмены или истечения срока его действия."
    },
    "EQUITY": {
      "TITLE": "Доля в позиции",
      "BODY": "Общая стоимость вашей учетной записи."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Ожидаемая цена",
      "BODY": "Ожидаемая цена исполнения вашего заказа. Цена ордербука может измениться до того, как ваш заказ будет обработан механизмом сопоставления."
    },
    "FEE": {
      "TITLE": "Комиссия",
      "BODY": "Комиссия на dYdX взимается в зависимости от типа ликвидности. За мейкер-ордера взимается меньшая комиссия, чем за тейкер-ордера."
    },
    "FILL_OR_KILL": {
      "TITLE": "Исполнить или аннулировать",
      "BODY": "Ордера «Исполнить или аннулировать» должны быть полностью исполнены при исполнении, иначе они будут автоматически отменены."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Свободный залог",
      "BODY": "Максимальная сумма, которую вы можете вывести. Когда свободное залоговое обеспечение равно 0 или отрицательно, ваш счет использует максимальное кредитное плечо."
    },
    "GOOD_TIL": {
      "TITLE": "Действительно до",
      "BODY": "Время до истечения срока действия вашего ордера."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Немедленно или отменить",
      "BODY": "Ваш ордер будет исполнен по любому подходящему ордеру на момент открытия, а затем отменит любую сумму по неисполненному ордеру."
    },
    "INDEX_PRICE": {
      "TITLE": "Индексная цена",
      "BODY": "Стоп-ордера срабатывают на основании индексной цены. Индексная цена — результат агрегации ценовых данных с нескольких бирж, и это защищает вас от таких событий, как мгновенные сбои."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Доля начальной маржи:",
      "BODY": "Доля маржи рассчитывается делением условной стоимости вашей позиции на собственный капитал. Если ваша доля маржи превышает исходную долю маржи, вы больше не сможете увеличивать свою позицию. Чтобы ограничить риск, доля начальной маржи линейно увеличивается с размером позиции после определенного порогового уровня."
    },
    "INITIAL_STOP": {
      "TITLE": "Начальный стоп",
      "BODY": "Начальная стоп-цена, основанная на вашем скользящем проценте."
    },
    "LEVERAGE": {
      "TITLE": "Кредитное плечо",
      "BODY": "Кредитное плечо — это коэффициент, на который умножаются ваши прибыли или убытки. Увеличение кредитного плеча пропорционально увеличивает ваши прибыль или убыток в сделке с тем же движением цены."
    },
    "LIMIT_PRICE": {
      "TITLE": "Цена за единицу",
      "BODY": "Этот ордер может быть исполнен только по указанной лимитной или более выгодной цене. Если ваш ордер пересекается во время размещения, он заполнит все пересекающиеся ордера по наиболее выгодной цене."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Проскальзывание",
      "BODY": "Процент разницы между вашей ценой триггера и лимитной ценой."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Ликвидационная цена",
      "BODY": "Если цена {SYMBOL} по оракулу упадет ниже цены ликвидации, ваша позиция будет ликвидирована. При ликвидации позиция будет автоматически закрыта, и с вас будет взята комиссия в 1% за ликвидацию (может быть выше в зависимости от ликвидности на момент ликвидации)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Ликвидационная цена",
      "BODY": "Если цена позиции/рынка по оракулу достигнет цены ликвидации, ваша позиция будет ликвидирована. При ликвидации позиция будет автоматически закрыта, и с вас будет взята комиссия в 1% за ликвидацию (может быть выше в зависимости от ликвидности на момент ликвидации)."
    },
    "LIQUIDITY": {
      "TITLE": "Ликвидность",
      "BODY": "Сделки, которые используют ликвидность из журнала (например, рыночные или пересекающие лимитные ордера), исполняются как тейкер-ордера. Лимитные ордера, которые добавляют ликвидности в журнал и заполняются другой стороной, будут исполнены как мейкер-ордера."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Доля гарантийной маржи:",
      "BODY": "Доля маржи рассчитывается делением условной стоимости вашей позиции на собственный капитал. Если ваша доля маржи превышает долю гарантийной маржи, ваша позиция будет автоматически закрыта (ликвидирована) и будет начислена плата за ликвидацию в размере не менее 1% (может быть выше в зависимости от ликвидности на момент ликвидации)."
    },
    "MAKER_FEE": {
      "TITLE": "Комиссия мейкера",
      "BODY": "Лимитные ордера, которые добавляют ликвидности в журнал и заполняются другой стороной, будут исполнены как ордера мейкера. Мейкер-ордера имеют меньшую комиссию, чем тейкер-ордера."
    },
    "MARGIN_USAGE": {
      "TITLE": "Использование маржи",
      "BODY": "Процент вашей общей маржи, используемый открытыми позициями."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Максимальная сумма средств для быстрого вывода",
      "BODY": "Максимальная сумма средств, доступная для единоразового быстрого вывода."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Максимальное кредитное плечо",
      "BODY": "Максимально допустимое кредитное плечо для этого рынка. Чтобы ограничить риск, максимальная сумма заемных средств линейно уменьшается с размером позиции после определенного порогового уровня."
    },
    "NET_FUNDING": {
      "TITLE": "Чистое финансирование",
      "BODY": "Общее финансирование, заработанное/выплаченное за период действия текущей позиции. Сбрасывается, если вы закрываете свою позицию или меняете сторону позиции (с длинной на короткую или наоборот)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Открытый интерес",
      "BODY": "Открытый интерес представляет собой общий размер всех открытых позиций на этом рынке."
    },
    "ORACLE_PRICE": {
      "TITLE": "Цена по оракулу",
      "BODY": "Кредитное плечо и ликвидации определяются на основе цены по оракулу в сети. Цена по оракулу агрегирует ценовые данные с нескольких бирж, и это защищает вас от таких событий, как мгновенные сбои."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Сумма ордера",
      "BODY": "Сумма {SYMBOL} для покупки или продажи. Это сумма, на которую ваша позиция будет увеличиваться или уменьшаться при исполнении ордера, а не итоговая сумма вашей позиции."
    },
    "POST_ONLY": {
      "TITLE": "Ордер типа «пост-онли»",
      "BODY": "Заказы с включенным «пост-онли» могут быть размещены только как мейкер-ордера. Если ордер пересекает другие ордера во время размещения, он будет автоматически отменен."
    },
    "PRICE_IMPACT": {
      "TITLE": "Влияние на цену",
      "BODY": "Разница между ожидаемой ценой исполнения ордера и лучшим ордером на стороне спроса или предложения. Для сделок больших размеров она выше."
    },
    "REALIZED_PNL": {
      "TITLE": "Реализованные прибыли/убытки",
      "BODY": "Общие реализованные прибыли/убытки по этой позиции за счет частичного закрытия, комиссий и финансирования. Сбрасывается, если вы полностью закроете свою позицию или поменяете сторону позиции (с длинной на короткую или наоборот)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Только уменьшить",
      "BODY": "Функция «Только уменьшить» не позволяет ордеру изменить сторону вашей позиции (длинную на короткую или короткую на длинную). Ордер с «Только уменьшить» автоматически изменит размер и отменит себя при изменении позиции."
    },
    "STEP_SIZE": {
      "TITLE": "Размер шага",
      "BODY": "Размер шага — это наименьший допустимый множитель для сумм ордеров на этом рынке."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Триггерная цена",
      "BODY": "Когда индексная цена или цена последней сделки на этом рынке пересечет вашу триггерную цену, ваш ордер стоп/тейк-профит будет либо преобразован в лимит-ордер, либо исполнен как рыночный ордер."
    },
    "TAKER_FEE": {
      "TITLE": "Комиссия тейкера",
      "BODY": "Сделки, которые используют ликвидность из журнала (например, рыночные или пересекающие лимитные ордера), исполняются как тейкер-ордера. У тейкер-ордеров более высокая комиссия, чем у мейкер-ордеров."
    },
    "TICK_SIZE": {
      "TITLE": "Размер тика",
      "BODY": "Размер тика — это минимальное движение цены на данном рынке."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Срок действия",
      "BODY": "Выбранный параметр времени действия определяет, как долго ордер будет оставаться активным, пока не истечет или не будет исполнен."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Скользящий процент",
      "BODY": "Скользящий процент устанавливает процент, при котором ваша стоп-цена будет следовать за индексной ценой. Если индексная цена движется в пользу вашей позиции, стоп-цена на ваш ордер обновится на основе вашего скользящего процента."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Нереализованные прибыли/убытки",
      "BODY": "Общие прибыли/убытки, если вы полностью закрыли оставшуюся часть вашей текущей позиции по текущей индексной цене. Сбрасывается, если вы закрываете свою позицию или меняете сторону позиции (с длинной на короткую или наоборот)."
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Доступно",
      "BODY": "Вам доступна отличная возможность. Внесите не менее {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL}, чтобы получить возможность не платить комиссию за."
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Недоступно",
      "BODY": "Внесение средств без комиссии за газ временно недоступно. Не волнуйтесь, скоро мы вернем эту возможность."
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Внесение средств без комиссии за газ",
      "BODY": "Если вы внесете {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} и более, dYdX уплатить вашу комиссию за газ. Такая возможность доступна один раз в три дня. К внесению средств без уплаты комиссии за газ применяются правила."
    },
    "SWAP": {
      "TITLE": "Своп и внесение средств",
      "BODY": "При внесении средств не в USDC ваш актив автоматически конвертируется в USDC с помощью API 0xSquid. Настройка максимального проскальзывания позволяет указать допустимое проскальзывание до сбоя конвертации."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Комиссия за быстрый вывод",
      "BODY": "Быстро выводимые средства отправляются мгновенно, а биржа dYdX покрывает расходы на газ в обмен на комиссию. Чтобы вывести средства без комиссии, используйте медленный вывод (вам придется самостоятельно оплатить расходы на газ и дождаться подтверждения уровня 2)."
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Типы вывода средств",
      "BODY": "Биржа dYdX поддерживает два типа вывода средств с уровня 2. При быстром выводе взимается небольшая комиссия, но не требуется оплачивать расходы на газ, а средства отправляются мгновенно. При медленном выводе комиссия не взимается, но требуется прохождение двух этапов, на что нужно гораздо больше времени, а пользователь должен будет самостоятельно оплатить расходы на газ."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "Подтвердить адрес электронной почты",
      "BODY": "Перейдите по ссылке в отправленном вам электронном письме для подтверждения своего адреса электронной почты."
    }
  }
}
