{
  "GENERAL": {
    "SOMETHING_WENT_WRONG_WITH_MESSAGE": "Algo deu errado: {ERROR_MESSAGE}",
    "SOMETHING_WENT_WRONG": "Algo deu errado. Tente novamente mais tarde.",
    "TIMESTAMP_DISCREPANCY": "Como medida de segurança, verificamos os carimbos de data/hora ao autenticar sua conta. Certifique-se de que o relógio do sistema esteja sincronizado corretamente e atualize o aplicativo."
  },
  "TRADE_BOX": {
    "AMOUNT_INPUT_STEP_SIZE": "A quantia da ordem deve ser um fator de {STEP_SIZE}.",
    "BRACKET_ORDER_FAILED_TO_PLACE": "Uma ou mais ordens em sua ordem de suporte falhou. Verifique a aba Ordens para revisar suas ordens de take profit e stop loss ativas.",
    "BRACKET_ORDER_STOP_LOSS_ABOVE_EXPECTED_PRICE": "O preço de disparo de stop loss deve ficar acima do preço esperado da ordem de mercado: ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_STOP_LOSS_ABOVE_LIQUIDATION_PRICE": "O preço de disparo de stop loss está muito próximo do preço de liquidação. Esta ordem de stop loss pode não ser executada totalmente antes de ser liquidada. Digite um preço de disparo acima de ${TRIGGER_PRICE_LIMIT}.",
    "BRACKET_ORDER_STOP_LOSS_BELOW_EXPECTED_PRICE": "O preço de disparo da ordem de stop loss deve ficar abaixo do preço esperado para a ordem de mercado: ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_STOP_LOSS_BELOW_LIQUIDATION_PRICE": "O preço de disparo de stop loss está muito próximo do preço de liquidação. Esta ordem de stop loss pode não ser executada totalmente antes de ser liquidada. Digite um preço de disparo abaixo de ${TRIGGER_PRICE_LIMIT}.",
    "BRACKET_ORDER_TAKE_PROFIT_ABOVE_EXPECTED_PRICE": "O preço de disparo da ordem de take profit deve ficar acima do preço esperado para a ordem de mercado: ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_TAKE_PROFIT_ABOVE_LIQUIDATION_PRICE": "Caso o preço de disparo da ordem de take profit estiver muito próximo ao seu preço de liquidação, pode ser que a ordem de take profit não seja totalmente executada antes de você obter sua liquidação. Digite um preço de disparo acima de ${TRIGGER_PRICE_LIMIT}.",
    "BRACKET_ORDER_TAKE_PROFIT_BELOW_EXPECTED_PRICE": "O preço de disparo da ordem de take profit deve ficar abaixo do preço esperado para a ordem de mercado: ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_TAKE_PROFIT_BELOW_LIQUIDATION_PRICE": "Caso o preço de disparo da ordem de take profit estiver muito próximo ao seu preço de liquidação, pode ser que a ordem de take profit não seja totalmente executada antes de você obter sua liquidação. Digite um preço de disparo abaixo de ${TRIGGER_PRICE_LIMIT}.",
    "BUY_TRIGGER_TOO_CLOSE_TO_LIQUIDATION_PRICE": "O preço de disparo está muito próximo do preço de liquidação — esta ordem pode não ser executada totalmente antes de ser liquidada. Digite um preço de gatilho abaixo de ${TRIGGER_PRICE_LIMIT} ou use uma ordem Stop Limit.",
    "INVALID_LARGE_POSITION_LEVERAGE": "Esse trade resultaria em uma alavancagem inválida na sua posição. Para evitar riscos, posições maiores têm alavancagens máximas menores.",
    "INVALID_NEW_ACCOUNT_MARGIN_USAGE": "Esse trade resultaria em mais de 100% do uso de margem na sua conta.",
    "INVALID_NEW_POSITION_LEVERAGE": "Esse trade resultaria em uma alavancagem inválida sobre sua posição. ",
    "LIMIT_MUST_ABOVE_TRIGGER_PRICE": "Seu preço limite deve estar acima de seu preço de gatilho para que essa ordem seja executada quando for disparada. Ajuste o preço limite ou altere o método de execução.",
    "LIMIT_MUST_BELOW_TRIGGER_PRICE": "O preço limite deve ficar abaixo do preço de gatilho para que a ordem seja executada quando for disparada. Ajuste o preço limite ou altere o método de execução.",
    "LIMITED_ORDERS_FOR_PAIR": "Este par permite apenas uma quantidade limitada de ordens por lado.",
    "MARKET_ORDER_ERROR_INDEX_PRICE_SLIPPAGE": "Essa ordem de mercado resultaria num slippage com preço do índice em {SLIPPAGE} devido à liquidez atual. Use uma ordem limite se você ainda pretende colocar esta ordem.",
    "MARKET_ORDER_ERROR_ORDERBOOK_SLIPPAGE": "Esta ordem de mercado resultaria em {SLIPPAGE} de impacto no preço do livro de registro de pedidos devido à liquidez atual. Use uma ordem limite se você ainda pretende colocar esta ordem.",
    "MARKET_ORDER_NOT_ENOUGH_LIQUIDITY": "Não há liquidez suficiente para executar esta ordem de mercado. Tente um valor de ordem menor.",
    "MARKET_ORDER_PRICE_IMPACT_AT_MAX_LEVERAGE": "Esta ordem tem um impacto de preço nulo e poderia potencialmente colocar sua posição acima da alavancagem máxima. Tente um valor de ordem menor.",
    "NEW_POSITION_SIZE_OVER_MAX": "Esse trade poderia resultar em um tamanho de posição acima do tamanho máximo de {MAX_SIZE} de {SYMBOL}.",
    "NO_EQUITY_DEPOSIT_FIRST": "É preciso depositar fundos antes de colocar ordens.",
    "ORDER_BELOW_COLLATERALIZATION": "Esta ordem pode deixar sua conta abaixo do limite de garantia deste mercado. Tente um valor menor.",
    "ORDER_CROSSES_OWN_ORDER": "Esta ordem pode ser executar uma ou mais de suas próprias ordens existentes. Cancele quaisquer ordens em conflito ou ajuste o respectivo valor.",
    "ORDER_SIZE_BELOW_MIN_SIZE": "O tamanho da sua ordem está abaixo do tamanho de ordem mínimo de {MIN_SIZE} de {SYMBOL}",
    "ORDER_WITH_CURRENT_ORDERS_INVALID": "Devido às ordens abertas atuais, esta ordem poderá resultar em uma alavancagem inválida na sua posição. Feche algumas ou todas as ordens que seriam executadas antes desta ou reduza o tamanho de suas ordens.",
    "ORDER_WOULD_FLIP_POSITION": "Esta ordem mudaria ou aumentaria sua posição. Desmarque a opção Apenas redução ou reduza o tamanho da ordem.",
    "SELL_TRIGGER_TOO_CLOSE_TO_LIQUIDATION_PRICE": "O preço de disparo está muito próximo do preço de liquidação — esta ordem pode não ser executada totalmente antes de ser liquidada. Digite um preço de disparo acima de ${TRIGGER_PRICE_LIMIT} ou use uma ordem de stop limit.",
    "TAKER_FEE_INVALID": "Suas taxas podem ter sido alteradas. Atualize o aplicativo e tente novamente.",
    "TRIGGER_MUST_ABOVE_INDEX_PRICE": "Seu preço de disparo precisa estar acima do preço de índice atual: {INDEX_PRICE}.",
    "TRIGGER_MUST_BELOW_INDEX_PRICE": "Seu preço de disparo precisa estar abaixo do preço de índice atual: {INDEX_PRICE}.",
    "TRIGGER_TOO_CLOSE_TO_LIQUIDATION_PRICE": "O preço de disparo está muito próximo do preço de liquidação — esta ordem pode não ser executada totalmente antes de ser liquidada. Atualize o preço de gatilho ou use uma ordem stop limit.",
    "USER_MAX_ORDERS": "Esta ordem colocaria você acima do limite máximo de 20 ordens abertas por mercado, por ordem.",
    "WOULD_NOT_REDUCE": "Sua posição não será reduzida se o pedido for preenchido.",
    "WOULD_NOT_REDUCE_UNCHECK": "Com esta ordem, sua posição não seria reduzida. Desmarque a opção Somente Reduzir se quiser colocar sua ordem."
  },
  "ONBOARDING": {
    "BANNED_USER": "Como você parece ser um residente ou alguém que está negociando a partir de uma jurisdição que viola nossos termos de uso, você foi permanentemente bloqueado de realizar transferências dentro do protocolo, realizar saques rápidos para remover fundos do protocolo e colocar ordens que não sejam ordens de mercado que reduzem suas posições. Você pode sacar seus fundos do protocolo a qualquer momento.",
    "INVALID_EMAIL": "Digite um endereço de e-mail válido.",
    "INVALID_USERNAME": "Os nomes de usuário devem começar com uma letra, ter menos de 24 caracteres e conter apenas letras, números e sublinhados.",
    "KEY_RECOVERY_FAILED": "A recuperação de chaves falhou. Tente novamente com a “Assinatura Legada” habilitada.",
    "LEDGER_U2F_REQUIRED": "Um navegador com suporte a U2F é necessário para conexões à Ledger. Certifique-se de que este recurso é compatível com seu navegador atual.",
    "USERNAME_TAKEN": "Este nome de usuário está em uso.",
    "WALLET_NO_TRANSACTIONS": "Esta carteira não tem fundos e nenhuma transação anterior. Deposite fundos na sua carteira para continuar a integração."
  },
  "DEPOSIT_MODAL": {
    "DEPOSIT_ACCOUNT_OUT_OF_SYNC": "Sua conta não está sincronizada. Reconecte sua carteira e tente novamente.",
    "DEPOSIT_MORE_THAN_BALANCE": "Não é possível depositar mais do que o saldo disponível na sua carteira.",
    "DEPOSIT_WRONG_NETWORK_PRODUCTION": "A rede da sua carteira está incorreta. Certifique-se de esta esteja definida como 'Ethereum Mainnet'.",
    "DEPOSIT_WRONG_NETWORK_STAGING": "A rede da sua carteira está incorreta. Certifique-se de que esta esteja definida como \"Goerli Test Network\"."
  },
  "WITHDRAW_MODAL": {
    "FAST_WITHDRAW_NOT_ENOUGH_LIQUIDITY": "Não há liquidez suficiente para processar este saque rápido. Tente um valor menor.",
    "MAX_FAST_WITHDRAW_AMOUNT": "Digite um valor de saque inferior a {MAX_FAST_WITHDRAW_AMOUNT}.",
    "MIN_SLOW_WITHDRAW_AMOUNT": "O valor de saque lento deve ser maior ou igual a 10, ou ao saldo total da conta.",
    "RESTRICTED_OPEN_POSITIONS_WITHDRAW": "Sua conta está restrita. Você precisa fechar todas as suas posições antes de fazer o saque.",
    "WITHDRAW_MORE_THAN_FREE_DUE_TO_FEE": "Não é possível sacar mais do que a sua garantia gratuita. Ao digitar um valor, certifique-se de considerar a taxa para saque rápido.",
    "WITHDRAW_MORE_THAN_FREE": "Não é possível sacar mais do que a sua garantia gratuita."
  },
  "TRANSFER_MODAL": {
    "TRANSFER_INVALID_ETH_ADDRESS": "Não foi possível encontrar uma conta associada ao endereço desta carteira.",
    "TRANSFER_MORE_THAN_FREE": "Não é possível transferir mais do que sua garantia gratuita.",
    "TRANSFER_TO_YOURSELF": "Não é possível concluir uma transferência direta para o seu próprio endereço de carteira."
  }
}
