{
  "GENERAL": {
    "SOMETHING_WENT_WRONG_WITH_MESSAGE": "Une erreur s'est produite : {ERROR_MESSAGE}",
    "SOMETHING_WENT_WRONG": "Une erreur s'est produite. Veuillez réessayer plus tard.",
    "TIMESTAMP_DISCREPANCY": "Pour des raisons de sécurité, nous vérifions les horodatages lors de l'authentification de votre compte. Assurez-vous que votre horloge système est correctement synchronisée et actualisez l'application."
  },
  "TRADE_BOX": {
    "AMOUNT_INPUT_STEP_SIZE": "Le montant de l'ordre doit être un facteur de {STEP_SIZE}.",
    "BRACKET_ORDER_FAILED_TO_PLACE": "Un ou plusieurs des ordres de votre ordre de support ont échoué. Veuillez consulter l'onglet Ordres pour examiner vos ordres actifs take profit et stop loss. ",
    "BRACKET_ORDER_STOP_LOSS_ABOVE_EXPECTED_PRICE": "Votre prix de déclenchement Stop loss doit être au-dessus du prix attendu de l'ordre au marché : ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_STOP_LOSS_ABOVE_LIQUIDATION_PRICE": "Votre prix de déclenchement Stop loss est trop proche de votre prix de liquidation, l'ordre Stop loss peut ne pas s'exécuter complètement avant que vous ne soyez liquidé. Veuillez entrer un prix de déclenchement au-dessus de {TRIGGER_PRICE_LIMIT} $.",
    "BRACKET_ORDER_STOP_LOSS_BELOW_EXPECTED_PRICE": "Votre prix de déclenchement Stop loss doit être en dessous du prix attendu de l'ordre du marché : ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_STOP_LOSS_BELOW_LIQUIDATION_PRICE": "Votre prix de déclenchement Stop loss est trop proche de votre prix de liquidation, l'ordre Stop loss peut ne pas s'exécuter complètement avant que vous ne soyez liquidé. Veuillez entrer un prix de déclenchement en dessous de {TRIGGER_PRICE_LIMIT} $.",
    "BRACKET_ORDER_TAKE_PROFIT_ABOVE_EXPECTED_PRICE": "Votre prix de déclenchement Take profit doit être au-dessus du prix attendu de l'ordre au marché : ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_TAKE_PROFIT_ABOVE_LIQUIDATION_PRICE": "Votre prix de déclenchement Take Profit est trop proche de votre prix de liquidation, l'ordre Take Profit peut ne pas s'exécuter complètement avant que vous ne soyez liquidé. Veuillez entrer un prix de déclenchement au-dessus de {TRIGGER_PRICE_LIMIT} $.",
    "BRACKET_ORDER_TAKE_PROFIT_BELOW_EXPECTED_PRICE": "Votre prix de déclenchement Take Profit doit être inférieur au prix attendu de l'ordre au marché : ${EXPECTED_PRICE}.",
    "BRACKET_ORDER_TAKE_PROFIT_BELOW_LIQUIDATION_PRICE": "Votre prix de déclenchement Take Profit est trop proche de votre prix de liquidation, l'ordre Take Profit peut ne pas s'exécuter complètement avant que vous ne soyez liquidé. Veuillez entrer un prix de déclenchement en dessous de {TRIGGER_PRICE_LIMIT} $.",
    "BUY_TRIGGER_TOO_CLOSE_TO_LIQUIDATION_PRICE": "Votre prix de déclenchement est trop proche de votre prix de liquidation - cet ordre peut ne pas s'exécuter complètement avant que vous ne soyez liquidé. Veuillez entrer un prix de déclenchement en dessous de ${TRIGGER_PRICE_LIMIT} ou utiliser un ordre Stop Limit.",
    "INVALID_LARGE_POSITION_LEVERAGE": "Ce trade entraînerait un effet de levier non valide sur votre position. Pour limiter le risque, les positions plus importantes ont des leviers maximaux inférieurs.",
    "INVALID_NEW_ACCOUNT_MARGIN_USAGE": "Cette transaction entraînerait une utilisation de la marge de plus de 100 % sur votre compte.",
    "INVALID_NEW_POSITION_LEVERAGE": "Cette transaction entraînerait un effet de levier invalide sur votre position. ",
    "LIMIT_MUST_ABOVE_TRIGGER_PRICE": "Votre prix limite doit être supérieur à votre prix de déclenchement pour que cet ordre soit exécuté lorsqu'il se déclenche. Veuillez ajuster votre prix limite ou modifier votre méthode d'exécution.",
    "LIMIT_MUST_BELOW_TRIGGER_PRICE": "Votre prix limite doit être inférieur à votre prix de déclenchement pour que cet ordre soit exécuté lorsqu'il se déclenche. Veuillez ajuster votre prix limite ou modifier votre méthode d'exécution.",
    "LIMITED_ORDERS_FOR_PAIR": "Cette paire ne permet qu'un nombre limité d'ordres par côté.",
    "MARKET_ORDER_ERROR_INDEX_PRICE_SLIPPAGE": "Cet ordre au marché entraînerait un slippage du prix de l'indice {SLIPPAGE} compte tenu de la liquidité actuelle. Veuillez utiliser un ordre à cours limité si vous avez toujours l'intention de passer cet ordre.",
    "MARKET_ORDER_ERROR_ORDERBOOK_SLIPPAGE": "Cet ordre au marché entraînerait {SLIPPAGE} d'impact sur le prix du carnet d'ordres compte tenu de la liquidité actuelle. Veuillez utiliser un ordre limité si vous avez toujours l'intention de passer cet ordre.",
    "MARKET_ORDER_NOT_ENOUGH_LIQUIDITY": "Il n'y a pas assez de liquidités pour exécuter cet ordre au marché, veuillez essayer un montant d'ordre inférieur.",
    "MARKET_ORDER_PRICE_IMPACT_AT_MAX_LEVERAGE": "Cet ordre a un impact sur les prix non nul et pourrait potentiellement mettre votre position au-dessus de l'effet de levier maximum. Veuillez essayer un montant d'ordre inférieur.",
    "NEW_POSITION_SIZE_OVER_MAX": "Cette transaction pourrait entraîner une taille de position supérieure à la taille maximale de {MAX_SIZE} {SYMBOL}.",
    "NO_EQUITY_DEPOSIT_FIRST": "Vous devez déposer des fonds avant de pouvoir passer des ordres.",
    "ORDER_BELOW_COLLATERALIZATION": "Cet ordre peut placer votre compte sous le seuil de garantie de ce marché. Veuillez essayer un montant inférieur.",
    "ORDER_CROSSES_OWN_ORDER": "Cet ordre peut remplir une ou plusieurs de vos propres ordres existants. Veuillez annuler tout ordre en conflit ou ajuster le montant de votre ordre.",
    "ORDER_SIZE_BELOW_MIN_SIZE": "La taille de votre ordre est inférieure à la taille minimale d'ordre de {MIN_SIZE} {SYMBOL}",
    "ORDER_WITH_CURRENT_ORDERS_INVALID": "Compte tenu de vos ordres ouverts actuels, cet ordre peut entraîner un effet de levier invalide sur votre position. Veuillez fermer certains ou tous les ordres qui seraient remplis avant cet ordre, ou réduire la taille de votre ordre.",
    "ORDER_WOULD_FLIP_POSITION": "Cet ordre inverserait ou augmenterait votre position. Veuillez décocher Reduce-Only ou réduire la taille de votre ordre.",
    "SELL_TRIGGER_TOO_CLOSE_TO_LIQUIDATION_PRICE": "Votre prix de déclenchement est trop proche de votre prix de liquidation - cet ordre peut ne pas s'exécuter complètement avant que vous ne soyez liquidé. Veuillez entrer un prix de déclenchement au-dessus de ${TRIGGER_PRICE_LIMIT} ou utiliser un ordre Stop Limit.",
    "TAKER_FEE_INVALID": "Vos taux de frais peuvent avoir changé. Veuillez actualiser l'application et réessayer.",
    "TRIGGER_MUST_ABOVE_INDEX_PRICE": "Votre prix de déclenchement doit être supérieur au prix actuel de l'indice : {INDEX_PRICE}.",
    "TRIGGER_MUST_BELOW_INDEX_PRICE": "Votre prix de déclenchement doit être inférieur au prix actuel de l'indice : {INDEX_PRICE}.",
    "TRIGGER_TOO_CLOSE_TO_LIQUIDATION_PRICE": "Votre prix de déclenchement est trop proche de votre prix de liquidation, cet ordre peut ne pas s'exécuter complètement avant que vous ne soyez liquidé. Veuillez mettre à jour votre prix de déclenchement ou utiliser un ordre Stop limit.",
    "USER_MAX_ORDERS": "Cet ordre vous placerait au-dessus de la limite maximale de 20 ordres ouverts par marché, par côté.",
    "WOULD_NOT_REDUCE": "Votre position ne serait pas réduite si l'ordre est exécuté.",
    "WOULD_NOT_REDUCE_UNCHECK": "Votre position ne serait pas réduite avec cet ordre. Veuillez décocher Reduce-Only si vous souhaitez passer votre ordre."
  },
  "ONBOARDING": {
    "BANNED_USER": "Parce que vous semblez être un résident ou trader d'une juridiction qui viole nos conditions d'utilisation, vous avez été définitivement bloqué pour effectuer des transferts au sein du protocole, effectuer des retraits rapides pour retirer des fonds du protocole et passer des ordres autres que des ordres au marché qui réduisent vos positions. Vous pouvez retirer vos fonds du protocole à tout moment.",
    "INVALID_EMAIL": "Veuillez introduire une adresse e-mail valide. ",
    "INVALID_USERNAME": "Les noms d'utilisateur doivent commencer par une lettre, contenir moins de 24 caractères et ne contenir que des lettres, des chiffres et des traits de soulignement.",
    "KEY_RECOVERY_FAILED": "La récupération de la clé a échoué. Réessayez avec 'Legacy Signing' activé.",
    "LEDGER_U2F_REQUIRED": "La prise en charge du navigateur U2F est requise pour les connexions Ledger. Veuillez vous assurer que cette fonctionnalité est prise en charge dans votre navigateur actuel.",
    "USERNAME_TAKEN": "Ce nom d'utilisateur est déjà pris.",
    "WALLET_NO_TRANSACTIONS": "Ce portefeuille n'a pas de fonds et aucune transaction précédente. Veuillez déposer des fonds dans votre portefeuille pour continuer l'intégration."
  },
  "DEPOSIT_MODAL": {
    "DEPOSIT_ACCOUNT_OUT_OF_SYNC": "Votre compte n'est pas synchronisé. Veuillez reconnecter votre portefeuille et réessayer.",
    "DEPOSIT_MORE_THAN_BALANCE": "Vous ne pouvez pas déposer plus que votre solde de portefeuille disponible.",
    "DEPOSIT_WRONG_NETWORK_PRODUCTION": "Votre réseau de portefeuille est incorrect. Veuillez vous assurer qu'il est défini sur \"Ethereum Mainnet\".",
    "DEPOSIT_WRONG_NETWORK_STAGING": "Votre réseau de portefeuille est incorrect. Assurez-vous qu'il est défini sur « Goerli Test Network »."
  },
  "WITHDRAW_MODAL": {
    "FAST_WITHDRAW_NOT_ENOUGH_LIQUIDITY": "Il n'y a pas assez de liquidités pour traiter ce retrait rapide. Veuillez essayer un montant inférieur.",
    "MAX_FAST_WITHDRAW_AMOUNT": "Veuillez saisir un montant de retrait inférieur à {MAX_FAST_WITHDRAW_AMOUNT}.",
    "MIN_SLOW_WITHDRAW_AMOUNT": "Le montant du retrait lent doit être supérieur ou égal à 10, ou à la totalité du solde de votre compte.",
    "RESTRICTED_OPEN_POSITIONS_WITHDRAW": "Votre compte est restreint. Vous devez fermer toutes vos positions avant que vous puissiez retirer.",
    "WITHDRAW_MORE_THAN_FREE_DUE_TO_FEE": "Vous ne pouvez pas retirer plus que votre garantie gratuite. Assurez-vous de tenir compte des frais de retrait rapide lors de la saisie d'un montant.",
    "WITHDRAW_MORE_THAN_FREE": "Vous ne pouvez pas retirer plus que votre garantie gratuite. "
  },
  "TRANSFER_MODAL": {
    "TRANSFER_INVALID_ETH_ADDRESS": "Nous n'avons pas pu trouver de compte associé à cette adresse de portefeuille.",
    "TRANSFER_MORE_THAN_FREE": "Vous ne pouvez pas transférer plus que votre garantie gratuite.",
    "TRANSFER_TO_YOURSELF": "Vous ne pouvez pas effectuer de transfert direct vers votre propre adresse de portefeuille."
  }
}
